Repository: alfabook/microninja-apps
Catalog: po/*/messages_python_*.po
Languages: it

source: Insert the system password:
it: Inserisci la password di sistema:

source: Incorrect password. Try again?
it: La password non è corretta. Puoi riprovare?

source: YES
it: SI

source: CANCEL
it: ANNULLA

source: Try to insert your password again:
it: Reinserisci la password:

source: system
it: sistema

source: games
it: giochi

source: tools
it: strumenti

source: Remove from desktop
it: Rimuovi dal desktop

source: Add to desktop
it: Aggiungi al desktop

source: Install {}
it: Installa {}

source: Error
it: Errore

source: Cannot launch application.
it: Non posso lanciare l'applicazione.

source: Remove
it: Rimuovi

source: Remove {}
it: Rimuovi {}

source: This application will be uninstalled and removed from the list. Do you want to proceed?
it: Questa applicazione verrà disinstallata e rimossa dalla lista. Vuoi procedere?

source: Uninstall {}
it: Disinstalla {}

source: Update {}
it: Aggiorna {}

source: This application will be updated. Do you want to proceed?
it: L'applicazione verrà aggiornata. Continuare?

source: Multimedia files directory not found.
it: La directory dei file multimediali non è stata trovata.

source: Add more applications to your desktop
it: Aggiungi applicazioni al desktop

source: Press the '+' button right to the application name to make it appear in the desktop. To remove it, press 'x'.
it: Clicca sul bottone '+' alla destra del nome dell'applicazione per farla comparire nel desktop. Per rimuoverla, premi 'x'.

source: OK, GO
it: OK, VAI

source: Cannot download application
it: Non posso scaricare l'applicazione

source: {} is already installed
it: {} è già installata

source: Do you want to update it?
it: Vuoi aggiornarla?

source: Done!
it: Fatto!

source: successfully installed!
it: installata con successo!

source: Find it in the application launcher.
it: Trova l'applicazione sul launcher.

source: Installation failed
it: Installazione fallita

source: cannot be installed
it: non può essere installata

source: right now. Please check if the device is connected
it: ora. Per favore controlla se Microninja è connesso

source: to internet and if there is enough free space in
it: ad internet e se c'è spazio a sufficienza

source: your sd card.
it: nella tua sd card.
